export const ServiceMaintenanceDetailContent = () => {
    return (
        <div className="justify-center px-10 py-8 mt-10 w-full text-xl bg-blue-800 bg-opacity-10 leading-loose rounded-3xl max-md:px-5 max-md:mt-10 max-md:max-w-full">
            건축물 기계설비 유지관리 점검은 <b>건물 내에 설치된 기계 및 기계설비
                시스템의 안전성과 작동 상태를 확인하고 유지보수를 위한 활동</b>을 포함하는
            것입니다. 이러한 점검은 건물의 안전한 운영과 효율성을 유지하기 위해
            규칙적으로 수행되어야 합니다.
            <br />
            기계설비 유지관리 점검은 일반적으로 다음과 같은 내용을 포함할 수
            있습니다:
            <br />
            <br />
            <b>1. 기계 설비 시스템 점검:</b> 난방, 냉방, 공기 처리 시스템, 냉각탑, 보일러,
            펌프, 냉동기 등의 기계설비 시스템의 작동 상태를 확인합니다. 이는 기계가
            올바르게 작동하고 있으며, 부품의 마모나 고장이 있는지 여부를 파악하기
            위함입니다.
            <br />
            <b>2. 유지보수 및 정비 작업:</b> 발견된 문제나 예방 정비를 위해 필요한 작업을
            수행합니다. 이는 필터 교체, 오일 교환, 부속품의 청소 및 교체, 조정 작업
            등을 포함할 수 있습니다.
            <br />
            <b>3. 안전 검사:</b> 기계설비의 안전 기능을 점검하고, 화재 및 안전 규정에 따른
            안전 장치의 작동 여부를 확인합니다. 또한, 각종 위험 요소를 제거하고
            안전한 작업 환경을 조성하는 것도 중요한 부분입니다.
            <br />
            <b>4. 자동화 시스템 점검:</b> 건물 자동화 시스템(예: 스마트 빌딩 관리 시스템)의
            작동 상태를 점검하여 시스템의 효율성과 안정성을 유지합니다.
            <br />
            <b>5. 기록 관리:</b> 점검 결과 및 수리 작업 내역을 기록하여 추적 가능한 관리
            체계를 구축합니다. 이는 향후 유지보수 작업을 계획하고 문제 발생 시
            빠르게 대응할 수 있도록 도와줍니다.
            <br />
            <br />
            기계설비 유지관리 점검은 건물의 안전성과 효율성을 유지하는 데 매우
            중요합니다. 규칙적인 유지보수와 점검을 통해 잠재적인 문제를 조기에
            발견하고 예방할 수 있으며, 이는 건물의 수명을 연장하고 운영 비용을
            절감하는 데 도움이 됩니다.
        </div>
    );
}