export const ServiceConsignmentDetailContent = () => {
    return (
        <>
            <div className="justify-center px-10 py-8 mt-10 w-full text-xl bg-blue-800 bg-opacity-10 leading-loose rounded-3xl max-md:px-5 max-md:mt-10 max-md:max-w-full">
                <p>
                    건축물 기계설비 유지관리를 외부에 위탁하는 것은 건물의 안전성과 효율성을 유지하는 데 중요한 요소입니다.
                    이러한 유지관리를 위탁함으로써 건축물 소유주나 운영자는 전문적인 서비스를 받을 수 있으며, 일상적인 운영 업무에 집중할 수 있습니다.
                    이를 위해 보통은 외부 업체에 유지관리 업무를 위탁하게 됩니다.
                    <br />
                    이에 따라 다음과 같은 과정과 역할이 수행됩니다.
                    <br />
                    <br />
                </p>
                <ol>
                    <li><b>1. 의뢰 및 계약 체결:</b> 건축물 소유주 또는 관리자가 유지보수 업체에게 업무를 위탁하기 위해 의뢰를 합니다.
                        의뢰와 동시에 서비스 내용, 기간, 비용 등이 명확하게 기재된 계약이 체결됩니다.
                    </li>
                    <li><b>2. 시설 설비 점검 및 유지보수:</b> 위탁된 업체는 건축물 내의 기계설비를 정기적으로 점검하고 유지보수를 수행합니다.
                        이는 전기, 수도, 난방, 냉방 시스템 등을 포함합니다. 이를 통해 시설의 안전성과 효율성을 유지하고 고장 발생을 최소화합니다.
                    </li>
                    <li><b>3. 비상 상황 대응:</b> 기계설비에 문제가 발생했을 때 신속하고 효과적으로 대응하기 위해 업체는 비상 상황 대응 프로토콜을 갖추고 있어야 합니다.
                        이는 시스템 고장, 화재, 수해 등의 사태에 대한 대비 및 대응을 포함합니다.
                    </li>
                    <li><b>4. 기록 및 보고:</b> 유지관리 업체는 수행한 작업 내용과 점검 결과를 기록하고, 소유주 또는 관리자에게 정기적으로 보고해야 합니다.
                        이는 시설의 상태를 모니터링하고 필요한 조치를 취할 수 있도록 합니다.
                    </li>
                    <li><b>5. 정비 및 보수 계획 수립:</b> 유지보수 업체는 기계설비의 상태를 평가하고 필요한 정비 및 보수 계획을 수립합니다.
                        이를 통해 장기적인 시설 관리 및 예방 정비를 진행할 수 있습니다.
                    </li>
                    <li><b>6. 법규 준수:</b> 건축물 유지보수 업무는 해당 국가의 건축법 및 안전규정을 준수해야 합니다.
                        유지보수 업체는 이러한 규정을 숙지하고 준수해야 하며, 필요시 법적 자문을 받아야 합니다.
                    </li>
                    <li><b>7. 고객 의견 수렴 및 개선:</b> 소유주 또는 관리자의 요구와 피드백을 수렴하여 서비스 품질을 개선하는 것이 중요합니다.
                        유지보수 업체는 이를 위해 소통 채널을 확보하고 소유주 또는 관리자와의 원활한 소통을 유지해야 합니다.
                    </li>
                </ol>
                <p><br />이러한 절차와 책임을 준수하면서 건축물 기계설비 유지관리자 업무를 외부에 위탁함으로써 건축물의 안전성과 효율성을 유지할 수 있습니다.</p>
            </div>


        </>
    );
}
