export const ServicePerformanceDetailContent = () => {
    return (
        <div className="justify-center px-10 py-8 mt-10 w-full text-xl bg-blue-800 bg-opacity-10 leading-loose rounded-3xl max-md:px-5 max-md:mt-10 max-md:max-w-full">
            건축물 기계설비 성능 점검은 <b>건물 내에 설치된 기계 및 기계설비 시스템의
                작동 상태와 효율성을 평가하는 활동</b>입니다. 이러한 점검은 건물의 안전한
            운영과 에너지 효율성을 유지하기 위해 정기적으로 수행되어야 합니다.
            <br />
            건축물 기계설비 성능 점검은 다음과 같은 내용을 포함할 수 있습니다:
            <br />
            <br />
            <b>1. 기계설비 시스템 작동 확인:</b> 난방, 냉방, 공기 처리, 냉각탑, 보일러, 펌프,
            냉동기 등의 기계설비 시스템이 올바르게 작동하는지 확인합니다. 이는 각
            시스템의 기능과 작동 상태를 평가하여 문제를 식별하는 것을 포함합니다.
            <br />
            <b>2. 성능 평가:</b> 기계설비 시스템의 성능을 평가하여 에너지 효율성을 개선하고
            운영 비용을 절감할 수 있는지 확인합니다. 이는 시스템의 에너지 소비,
            효율성, 온도 제어, 습도 제어 등을 평가하는 것을 포함합니다.
            <br />
            <b>3. 유지보수 요구사항 확인:</b> 기계설비 시스템의 유지보수 요구사항을 확인하고
            필요한 보수 및 정비 작업을 식별합니다. 이는 필터 교체, 오일 교환,
            부속품의 청소 및 교체, 시스템 조정 및 교정 작업 등을 포함합니다.
            <br />
            <b>4. 안전 검사:</b> 기계설비 시스템의 안전 기능을 점검하고, 화재 및 안전 규정에
            따른 안전 장치의 작동 여부를 확인합니다. 또한, 각종 위험 요소를 제거하고
            안전한 작업 환경을 조성하는 것도 중요한 부분입니다.
            <br />
            <b>5. 자동화 시스템 점검:</b> 건물 자동화 시스템(예: 스마트 빌딩 관리 시스템)의
            작동 상태를 점검하여 시스템의 효율성과 안정성을 유지합니다.
            <br />
            <br />
            기계설비 성능 점검을 통해 건물의 기계설비 시스템이 올바르게 작동하고
            안전하게 운영되는지 확인할 수 있으며, 필요한 조치를 취하여 건물의 에너지
            효율성과 안전성을 유지할 수 있습니다.
        </div>
    );
}